{
  "basics": {
    "name": "Fernando Aguilar Islas",
    "label": "Data Scientist",
    "picture": "https://feraguilari.github.io/images/biopic.jpeg",
    "email": "fja5197@psu.edu",
    "phone": "",
    "website": "https://feraguilari.github.io",
    "summary": "Current applied statistics graduate student at Penn State and about to graduate Flatiron School's data science bootcamp.",
    "location": {
      "address": "",
      "postalCode": "22202",
      "city": "Arlington",
      "countryCode": "USA",
      "region": "VA"
    },
    "profiles": [
      {
        "network": "github",
        "username": "feraguilari",
        "url": "http://github.com/feraguilari"
      },
      {
        "network": "linkedin",
        "username": "feraguilaris",
        "url": "http://linkedin.com/in/feraguilaris"
      },
      {
        "network": "medium",
        "username": "feraguilari",
        "url": "https://medium.com/@feraguilari"
      }
    ]
  },
  "interests": [
    {
      "name": "Data Science",
      "keywords": ["Machine Learning"
      ]
    },
    {
      "name": "Business Intelligence",
      "keywords": [
      ]
    },
    {
      "name": "Finance",
      "keywords": [
      ]
    }
  ],
  "skills": [
    {
      "name": "Financial Analysis",
      "level": "",
      "keywords": [
        "C",
        "C++",
        "Java",
        "Javascript",
        "Assembly",
        "Common Lisp"
      ]
    },
    {
      "name": "Toolsets/OS",
      "level": "",
      "keywords": [
        "MacOS",
        "Ubuntu",
        "Git/GitHub",
        "g++",
        "TI LaunchPad"
      ]
    }
  ],
  "education": [
            {
      "institution": "Pennsylvania State University, Online",
      "area": "Applied Statistics",
      "studyType": "Graduate Certificate",
      "startDate": "2019-09-01",
      "endDate": "2021-01-01",
      "gpa": "",
      "courses": ["Descriptive statistics, hypothesis testing, power, estimation, confidence intervals, regression, one- and two-way ANOVA, chi-square tests, diagnostics.",
                  "Analysis of research data through simple and multiple regression and correlation; polynomial models; indicator variables; step-wise, piece-wise, and logistic regression."
      ]
    },
        {
      "institution": "Flatiron School, Online",
      "area": "Data Science",
      "studyType": "Bootcamp",
      "startDate": "2019-02-01",
      "endDate": "2020-01-01",
      "gpa": "",
      "courses": ["Python, Data Querying (SQL/NoSQL), Object-oriented Programming",
                  "Statsitics adn Statistical Models, Machine Leraning, Natural Language Processing"
      ]
    },
    {
      "institution": "University of Miami, Coral Gables, FL",
      "area": "Major: Economics, Minor:Finance",
      "studyType": "B.S.B.A.",
      "startDate": "2009-01-01",
      "endDate": "2012-05-01",
      "gpa": "",
      "courses": ["Relevant coursework included, financial analysis, securities valuation, investment management, economic modeling, and statistics.",
                  "Developed proficiency in R, Stata, amd MS Office Suite",
                  "Study abroad experience in Mexico City at a top economics research university, (CIDE). "
      ]
    },
  ],
  "work": [
    {
      "company": "Amazon",
      "position": "Customer Service Agent",
      "website": "www.amazon.com",
      "startDate": "2018-10-01",
      "endDate": "2019-11-30",
      "summary": "",
      "highlights": [
        "Provided outstanding customer service by phone, chat and email as a generalist and as a registries specialist",
        "Using Amazon's knowledge center and interface, efficiently solved a wide variety of issues faced by customers while empathizing with them and prioritizing their requests",
        "Managed approximately 12 requests per hour, usually servicing multiple channels simultaneously, with high customer satisfaction"
      ]
    },
    {
      "company": "Excelencia Eventos",
      "position": "External Consultant",
      "website": "",
      "startDate": "2017-11-01",
      "endDate": "2018-09-30",
      "summary": "",
      "highlights": [
        "Analyzed periodic financial statement to gather insight that enabled the business to find areas of opportunity including product selection, pricing strategies and negotiations with vendors",
        "Revision of key web metrics to assist in updating the current digital marketing strategy consistently improving ROI by 0.25-1% per quarter",
        "Researched for new event locations and collaborated as an event planner on an as-needed basis for corporate, and government events, and special clients"
      ]
    },
    {
      "company": "Excelencia Eventos",
      "position": "Co-Owner and Managing Director",
      "website": "",
      "startDate": "2015-01-01",
      "endDate": "2017-11-01",
      "summary": "",
      "highlights": [
        "Developed the business plan, legally incorporated and set up the accounts for the business entity, hired and trained 5 event planners, conducted vendor screening and selection",
        "Designed and launched the company's website, landing pages and the business profile in specialty websites. Monitored their performance metrics and updated the digital marketing strategy accordingly",
        "Budget day-to-day operations and prepare periodic financial statements"
      ]
    },
    {
      "company": "Salones Palazzio Videmar",
      "position": "Internet Sales Director",
      "website": "",
      "startDate": "2012-09-01",
      "endDate": "2015-01-01",
      "summary": "",
      "highlights": [
        "After the first 9 months, online sales increased from 8% to 30% of total sales, exceeding objectives. Corporate clients included: Scotiabank, Coca-Cola (FEMSA), and Teléfonos de México (TELMEX)",
        "Budget, design and update the company's website, landing pages, GoogleAds, Facebook Ads, and specialty website subscriptions in accordance to findings from their respective performance metrics",
        "Automated the sales process utilizing Zapier, Wufoo Forms, MailChimp and Zoho CRM to increase conversion rates, and decrease the sales cycle time and conversion costs"
      ]
    },
    {
      "company": "Salones Alvi",
      "position": "Webmaster and internet Sales",
      "website": "",
      "startDate": "2010-08-01",
      "endDate": "2012-09-01",
      "summary": "",
      "highlights": [
        "Learnt HTML, CSS and JavaScript basics to build the company's website and landing pages on Joomla",
        "Responsible for replying and selling to all web inquiries from prospective clients, increasing revenue from internet generated leads from less than 5% to 30% of total sales in the first year",
        "Doubled marketing ROI from 17% to 38% by reallocating spending on print media to segmented GoogleAds campaigns"
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "United Nations Volunteers",
      "website": "http://onlinevolunteering.org",
      "position": "Business Plan Grader",
      "startDate": "2016-08-01",
      "endDate": "2016-11-01",
      "summary": "",
      "highlights": [
        "The program supports teachers and students to work together to plan and launch a profitable business which also creates a positive social and environmental impact",
        "Responsible for marking 4 business plans a week adhering strictly to the rubric provided by the charity and uploading the results to their database"
      ]
    },
  ]
}
